Repository: common-repository/neos-connector-for-fakturama
Catalog: lang/neosconnectorforfakturama-*.po
Languages: de_de

source: In debug mode, the object is output on the Ajax page.
de_de: Im Debug Modus wird das XML Objekt auf der Ajax-Seite aus gegeben.

source: On
de_de: An

source: Off
de_de: Aus

source: Timezone
de_de: Zeitzone

source: Settings
de_de: Einstellungen

source: Help
de_de: Hilfe

source: Save
de_de: Speichern

source: Reset to default values
de_de: Standartwerte wiederherstellen

source: Fakturama Connector set up
de_de: Fakturama Connector einrichten

source: Step 1:
de_de: Schritt 1:

source: Insert your username and password into Fakturama
de_de: Füge dein Benutzername und Passwort in Fakturama ein

source: File -> Settings -> Webshop
de_de: Datei -> Einstellungen -> Webshop

source: Step 2:
de_de: Schritt 2:

source: Insert the URL below in Fakturama
de_de: Füge die untenstehende URL in Fakturama ein

source: File -> Settings -> Webshop -> Webshop URL
de_de: Datei -> Einstellungen -> Webshop -> Webshop URL

source: That's it!
de_de: Das wars!

source: If you want to support my work.
de_de: Wenn du meine Arbeit unterstützen möchtest

source: Frequently Asked Questions
de_de: Häufige Fragen

source: A Faq has been set up on my website for the Fakturama connector.
de_de: Eine FAQ mit den Häufigsten Fragen wurde auf meiner Webseite eingerichtet.

source: Click here for FAQ
de_de: Hier geht es zur FAQ

source: You could not solve your problem?
de_de: Du konntest nicht dein Problem lösen?

source: You can also find help in the official Forum of
de_de: Du findest auch Hilfe im offiziellen Forum von

source: More information is available on my Website:
de_de: Mehr Informationen sind auf meiner Webseite verfügbar:

source: If you could not solve your problem with the above help, write me!
de_de: Wenn du mit der oben gennanten Hilfe dein Problem nicht lösen konntest, schreibe mir!

source: Note: 1) Exact problem description 2) With screenshot 3)Webshopimport.log by Fakturama
de_de: Anmerkung: 1) Genaue Problem Beschreibung 2) Mit Bildschirmfoto 3) Webshopimport.log von Fakturama

source: 2,3 Please in the E-mail as attachment.
de_de: 2,3 Bitte als Anhang in der Email mit senden.

source: In the forum I am not active, therefore should not solve the problem please write.
de_de: Ich bin im Forum nicht aktiv, sollte dein Problem nicht gelöst sein schreibe mir.

source: If you want to help with translation then write me.
de_de: Wenn du mir beim übersetzen helfen willst dann schreibe mir.

source: Do you like Neos Connector for Fakturama?
de_de: Gefällt dir Neos Connector for Fakturama?

source: If you like Neos Connector for Fakturama and our Plugin does a good job it would be great if you would write a review about Neos Connector for Fakturama on WordPress.org. Thank you for your support!
de_de: Wenn dir Neos Connector for Fakturama gefällt und unser Plugin seine Arbeit gut macht, wäre es super wenn du eine Rezension über Neos Connector for Fakturama auf Wordpress.org schreiben würdest. Danke für deine Unterstützung!

source: Write review now
de_de: Schreibe jetzt eine Rezension

source: Found Bugs?
de_de: Fehler gefunden?

source: Hide this notice
de_de: Anmerkung nicht mehr anzeigen
